{
  "title": "سياسة الخصوصية",
  "intro": "في ToxiQR (<a href=\"https://www.ToxiQR.org\">www.ToxiQR.org</a>)، نحن نُقدّر خصوصيتك ونرغب في الحفاظ على أمان بياناتك الشخصية. تهدف سياسة الخصوصية هذه إلى توضيح كيفية جمعنا واستخدامنا وتخزيننا والإفصاح عن بياناتك عند زيارتك أو استخدامك لموقعنا أو تطبيقنا. باستخدامك أو زيارتك لـ ToxiQR، فإنك توافق على شروط سياسة الخصوصية هذه.",
  "informationCollect": {
    "title": "المعلومات التي نجمعها",
    "imageUploads": {
      "title": "صور التحميل",
      "desc": "عند إرسال الصور إلى ToxiQR للفحص بالذكاء الاصطناعي، نستقبل الصور ونحتفظ بها مؤقتًا لفحصها وتحديد وجود أنواع سامة أو غير ضارة. تمنحنا الإذن لاستخدام الصورة في:",
      "points": [
        "الكشف بواسطة الذكاء الاصطناعي والاختبارات الداخلية",
        "الأبحاث العلمية وحملات التوعية العامة",
        "مدونات تعليمية أو نشر أخبار عن تحديد أنواع الحياة البرية والسلامة",
        "نحرص على عدم ربط أي معلومات شخصية (مثل الأسماء أو بيانات الموقع) بالصور المنشورة في أي بيئة عامة أو علمية."
      ]
    },
    "contactDetails": {
      "title": "بيانات الاتصال",
      "desc": "إذا طلبت تأكيدًا مهنيًا أو رغبت في الإخطار، فقد نحتفظ بعنوان بريدك الإلكتروني أو غيره من معلومات الاتصال لغرض وحيد هو التواصل بشأن النتائج أو المعلومات المتعلقة بطلبك."
    },
    "technicalUsageData": {
      "title": "البيانات التقنية وبيانات الاستخدام",
      "desc": "نستطيع جمع بيانات غير شخصية مثل عنوان IP، نوع المتصفح، معلومات الجهاز، الصفحات التي تمت زيارتها، مدة البقاء، وعناوين URL المحيلة. نستخدم هذه البيانات في تتبع أداء الموقع، وتحسين تجربة المستخدم، واكتشاف الاستخدام أو الإساءة غير المصرح به."
    }
  },
  "useYourInformation": {
    "title": "كيفية استخدام معلوماتك",
    "points": [
      "لتقديم تحديد دقيق للأنواع باستخدام قدرات الذكاء الاصطناعي لدينا",
      "للرد على استفسارات المستخدمين وطلبات التحقق من الخبراء",
      "لتحسين وظائف وأمان منصتنا",
      "لإجراء أبحاث علمية أو نشر محتوى لأغراض التعلم والمعرفة"
    ]
  },
  "legalBasis": {
    "title": "الأساس القانوني للمعالجة",
    "desc": "نقوم بمعالجة معلوماتك بناءً على واحد أو أكثر من الأسس القانونية التالية:",
    "points": [
      "موافقتك (مثل إرسال الصور أو طلب التأكيد)",
      "المصالح المشروعة في تحسين خدماتنا وتعزيز المعرفة العامة",
      "التزام بمقتضى القانون"
    ]
  },
  "disclosure": {
    "title": "الإفصاح ومشاركة البيانات",
    "desc": "لا تقوم ToxiQR ببيع أو تأجير بياناتك الشخصية لأطراف أخرى. قد نفصح عن بياناتك:",
    "points": [
      "لمقدمي الخدمات الذين يساعدون في تشغيل الموقع (تحت اتفاقيات سرية صارمة)",
      "عند طلب ذلك بموجب القانون أو الاستجابة لطلبات قانونية من السلطات",
      "لحماية حقوق أو ممتلكات أو سلامة ToxiQR أو مستخدمينا أو الآخرين"
    ]
  },
  "dataRetention": {
    "title": "الاحتفاظ بالبيانات",
    "desc": "تُحتفظ الصور المرفوعة والبيانات المرتبطة بها فقط طالما لزم الأمر للأغراض المحددة في هذه السياسة. قد يُحذف أي بيانات غير ذات صلة أو غير مستخدمة بشكل دوري."
  },
  "yourRights": {
    "title": "حقوقك",
    "desc": "بناءً على موقعك، قد يحق لك:",
    "points": [
      "الوصول إلى البيانات الشخصية التي نحتفظ بها عنك",
      "تصحيح أو حذف معلوماتك",
      "الاعتراض على أو تقييد نشاطات معالجة محددة",
      "سحب موافقتك في أي وقت (دون التأثير على أي معالجة سابقة)",
      "لممارسة أي من هذه الحقوق، يرجى التواصل معنا على:"
    ]
  },
  "dataSecurity": {
    "title": "أمن البيانات",
    "desc": "نتخذ التدابير التقنية والتنظيمية المناسبة لحماية بياناتك. لا توجد طريقة مضمونة 100%، لكننا نسعى للحفاظ على أمان معلوماتك من الوصول أو التعديل أو الإفشاء أو الإتلاف غير المصرح به."
  },
  "childPrivacy": {
    "title": "خصوصية الأطفال",
    "desc": "لا يُصمم ToxiQR للأطفال دون 13 عامًا. لا نجمع عن قصد معلومات من الأطفال. إذا اكتشفنا جمع مثل هذه المعلومات، سنقوم بحذفها فورًا."
  },
  "policyChanges": {
    "title": "التغييرات على سياسة الخصوصية هذه",
    "desc": "قد نقوم بتغيير سياسة الخصوصية هذه في أي وقت. نحث المستخدمين على زيارة هذه الصفحة بشكل متكرر. استمرار استخدام ToxiQR بعد التغييرات يُعد موافقة ضمنية على السياسة الجديدة."
  },
  "contactUs": {
    "title": "اتصل بنا",
    "desc": "إذا كان لديك أي أسئلة أو استفسارات حول سياسة الخصوصية هذه، يرجى التواصل معنا: البريد الإلكتروني: <a href=\"mailto:support@toxiqr.com\">support@toxiqr.com</a>"
  }
}
